experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_32_threads_8_pipeline_50/redis.out
8         Threads
32        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       944328.60          ---          ---        11.30945         8.06300        21.50300        23.80700    991452.16 
Gets       188864.17       231.16    188633.02        11.10875         7.96700        21.24700        23.67900      7759.66 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1133192.77       231.16    188633.02        11.27600         8.03100        21.50300        23.80700    999211.82